Revit 2027 API
CurtainGrid.Grid2Angle Property
The angle for V grid line pattern of the curtain grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Grid2Angle { get; set; }
Public Property Grid2Angle As Double
	Get
	Set
public:
property double Grid2Angle {
	double get ();
	void set (double value);
}
member Grid2Angle : float with get, set
Property Value
Double
See Also
Reference
CurtainGrid Class
Autodesk.Revit.DB Namespace